amiralizadeh9480.laravel-extra-intellisense
arzg.intellij-theme
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
davidanson.vscode-markdownlint
dionannd.tokyo-night-ported-nvim
dooez.alt-catppuccin-vsc
dsznajder.es7-react-js-snippets
enkia.tokyo-night
geriyoco.vscode-image-gallery
github.copilot
github.copilot-chat
github.vscode-pull-request-github
google.geminicodeassist
googlecloudtools.cloudcode
grapecity.gc-excelviewer
haskell.haskell
humao.rest-client
jebbs.plantuml
justusadam.language-haskell
kisstkondoros.vscode-gutter-preview
laravel.vscode-laravel
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
mtxr.sqltools
mtxr.sqltools-driver-pg
n3rds-inc.image
onecentlin.laravel-blade
pkief.material-icon-theme
redhat.java
redhat.vscode-xml
repreng.csv
shahilkumar.docx-to-pdf
shahilkumar.docxreader
shrey150.javafx-support
shufo.vscode-blade-formatter
tomoki1207.pdf
vmware.vscode-spring-boot
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
